---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LevelDataMassFamilyParam
source: html/afdb5235-6e94-2745-5a8d-ba41f7f39926.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LevelDataMassFamilyParam Property

"Mass: Family"

## Syntax (C#)
```csharp
public static ForgeTypeId LevelDataMassFamilyParam { get; }
```